    <!-- ====== Hero carousel Start -->
    <div
      id="home"
      class="relative overflow-hidden  pt-[58px] bg-white "
    >
    <div class="" >
      <!-- <div class=" absolute h-full w-full"></div> -->
      <div class=" block h-full w-full text-right px-10 py-8 bg-cover bg-center intro-section lozad"    
      data-placeholder-background="#81929c"
      data-background-image="assets/images/hero/intro_bg.webp">
        
        <div class="text-center lg:w-1/3 ">
          <h2 class=" text-xl font-semibold  text-red-600">أقسم بالله العلي العظيم</h2>
          <p class="my-3 text-white text-sm ">
            أن أقوم بواجباتي المهنية بكل شرف وأمانة .
          </p>
          <p class="my-3 text-white text-sm">
            كما أتعهد بالالتزام  بكل بنود الميثاق وأن أسعى جاهدا لتنفيذها.
          </p>
          <h3 class=" text-lg font-semibold  text-red-600">والله خير الشاهدين</h3>
        </div>
        <div class="mt-32">
          <h2 class="text-center text-xl font-semibold text-white">
            أنجز أعمالك بسهولة وبجودة عالية على يد نخبة من أفضل المحترفين  الأكفَّاء والأمناء 
          </h2>
          <form action="" class="my-8 text-white" x-data="{activeTriangle:'professionals',activePlaceholder:'اسم صنف المهنة أو الشركة'}">
            <div class="flex justify-center gap-5 text-sm" >
              <!-- professionals -->
              <div>
                <label @click="activeTriangle = 'professionals';activePlaceholder='اسم صنف المهنة أو الشركة'"
                 for="professionals" class=" cursor-pointer">المحترفون</label>
                <input type="text" value="professionals" class="hidden" id="professionals">
                <div x-show="activeTriangle == 'professionals'" 
                x-transition:enter="transition ease-out duration-300"
                x-transition:enter-start="opacity-0 scale-90"
                x-transition:enter-end="opacity-100 scale-100"
                x-transition:leave="transition ease-in duration-300"
                x-transition:leave-start="opacity-100 scale-100"
                x-transition:leave-end="opacity-0 scale-90"
                class="search-triangle mx-auto h-0 w-0 border-x-[11px] border-x-transparent border-b-[10px] border-b-white"></div>

              </div>
              <!-- services -->
              <div>
                <label @click="activeTriangle = 'services';activePlaceholder ='أكتب عنوان الخدمة أو كلمة مفتاحية مثلا: إصلاح سيارة'" for="services" class=" cursor-pointer">الخدمات</label>
                <input type="text" value="services" class="hidden" id="services">
                <div x-show="activeTriangle == 'services'"
                x-transition:enter="transition ease-out duration-300"
                x-transition:enter-start="opacity-0 scale-90"
                x-transition:enter-end="opacity-100 scale-100"
                x-transition:leave="transition ease-in duration-300"
                x-transition:leave-start="opacity-100 scale-100"
                x-transition:leave-end="opacity-0 scale-90"
                 class="search-triangle mx-auto h-0 w-0 border-x-[11px] border-x-transparent border-b-[10px] border-b-white"></div>
              </div>
              <!-- products -->
              <div>
                <label @click="activeTriangle = 'products';activePlaceholder='اكتب اسم المنتوج مثلا: كمبيوتر'" for="products" class=" cursor-pointer">المنتوجات</label>
                <input type="text" value="products" class="hidden" id="products">
                <div x-show="activeTriangle == 'products'"
                x-transition:enter="transition ease-out duration-300"
                x-transition:enter-start="opacity-0 scale-90"
                x-transition:enter-end="opacity-100 scale-100"
                x-transition:leave="transition ease-in duration-300"
                x-transition:leave-start="opacity-100 scale-100"
                x-transition:leave-end="opacity-0 scale-90"
                 class="search-triangle mx-auto h-0 w-0 border-x-[11px] border-x-transparent border-b-[10px] border-b-white"></div>
              </div>
              
            </div>
            <!-- form -->
            <div class="relative w-full md:w-1/2 lg:1/3 mx-auto">
              <input type="text" name="search" :placeholder="activePlaceholder" class="w-full border border-t-0  border-gray-400  focus:outline-none focus:border-primary bg-white text-gray-500 text-sm py-2 px-3 rounded-sm ">
              <button type="submit" class=" primary-btn text-[14px] py-1 px-2 absolute top-1 left-2 ">ابحث الان</button>
              <a href="register.html" class="text-white mt-2 block text-center text-[14px] underline mx-auto underline-offset-2">سجل كمحترف</a>

            </div>
          </form>
          
        </div>

      </div>
    </div>
      <!-- intro cards -->
      <h2 class="text-blue-900 mt-8 text-center  px-4 leading-8">
        لماذا أختار المحترف القوي الأمين في كل أعمالي 
      </h2>
      <div class="grid grid-cols-1 sm:grid-cols-2 lg:grid-cols-4  gap-5 items-center py-8 px-14">
        <div class="intro-cards" >
          <svg class="h-10 w-10 mx-auto my-3" width="64px" height="64px" viewBox="0 -8.5 1041 1041" class="icon" version="1.1" xmlns="http://www.w3.org/2000/svg" fill="#000000"><g id="SVGRepo_bgCarrier" stroke-width="0"></g><g id="SVGRepo_tracerCarrier" stroke-linecap="round" stroke-linejoin="round"></g><g id="SVGRepo_iconCarrier"><path d="M55.634646 16.125984h630.525984C707.930709 16.125984 725.669291 33.864567 725.669291 55.634646v912.730708c0 21.770079-17.738583 39.508661-39.508661 39.508662H55.634646c-21.770079 0-39.508661-17.738583-39.508662-39.508662V55.634646C16.125984 33.864567 33.864567 16.125984 55.634646 16.125984z" fill="#FFFFFF"></path><path d="M686.16063 1024H55.634646c-30.63937 0-55.634646-24.995276-55.634646-55.634646V55.634646C0 24.995276 24.995276 0 55.634646 0h630.525984C716.8 0 741.795276 24.995276 741.795276 55.634646v912.730708c0 30.63937-24.995276 55.634646-55.634646 55.634646zM55.634646 32.251969C42.733858 32.251969 32.251969 42.733858 32.251969 55.634646v912.730708c0 12.900787 10.48189 23.382677 23.382677 23.382677h630.525984c12.900787 0 23.382677-10.48189 23.382677-23.382677V55.634646C709.543307 42.733858 699.061417 32.251969 686.16063 32.251969H55.634646z" fill=""></path><path d="M275.754331 866.771654c-4.031496 0-8.062992-1.612598-11.288189-4.837796L171.741732 770.015748c-6.450394-6.450394-6.450394-16.125984 0-22.576378 6.450394-6.450394 16.125984-6.450394 22.576378 0l92.72441 92.72441c6.450394 6.450394 6.450394 16.125984 0 22.576377-3.225197 2.418898-7.256693 4.031496-11.288189 4.031497z" fill=""></path><path d="M181.417323 869.190551c-4.031496 0-8.062992-1.612598-11.288189-4.837795-6.450394-6.450394-6.450394-16.125984 0-22.576378l96.755905-96.755906c6.450394-6.450394 16.125984-6.450394 22.576378 0 6.450394 6.450394 6.450394 16.125984 0 22.576378l-96.755905 96.755906c-3.225197 3.225197-7.256693 4.837795-11.288189 4.837795z" fill=""></path><path d="M420.08189 721.637795l541.833071-541.833071c8.869291-7.256693 22.576378-6.450394 29.83307 2.418898l26.607875 26.607874c8.869291 7.256693 9.675591 20.96378 2.418897 29.833071L478.941732 780.497638l-83.855118 24.188976 24.995276-83.048819z" fill="#7BAEEF"></path><path d="M395.086614 820.812598c-4.031496 0-8.062992-1.612598-11.288189-4.837795-4.031496-4.031496-5.644094-10.48189-4.031496-16.125984l24.995276-83.048819c0.806299-2.418898 2.418898-4.837795 4.031496-6.450394l541.833071-541.833071 0.806299-0.806299c15.319685-12.900787 38.702362-10.48189 51.603149 4.031496l25.801575 25.801575c14.513386 12.900787 16.932283 36.283465 4.031496 51.60315 0 0.806299-0.806299 0.806299-0.806299 0.806299L490.229921 791.785827c-1.612598 1.612598-4.031496 3.225197-7.256693 4.031496l-83.855118 24.188976c-0.806299 0.806299-2.418898 0.806299-4.031496 0.806299z m39.508662-91.111811L419.275591 781.303937l51.603149-15.319685 538.607874-538.607874c1.612598-2.418898 0.806299-4.837795-0.806299-7.256693l-0.806299-0.806299-26.607874-26.607874-0.806299-0.806299c-1.612598-1.612598-4.837795-2.418898-7.256693-0.8063L434.595276 729.700787z" fill=""></path><path d="M838.551181 528.932283c-4.031496 0-8.062992-1.612598-11.288189-4.837795-6.450394-6.450394-6.450394-16.125984 0-22.576378l145.133858-145.133858L878.866142 262.853543c-6.450394-6.450394-6.450394-16.125984 0-22.576378 6.450394-6.450394 16.125984-6.450394 22.576378 0l105.625197 105.625197c3.225197 3.225197 4.837795 7.256693 4.837795 11.288189 0 4.031496-1.612598 8.062992-4.837795 11.288189l-156.422048 156.422047c-3.225197 3.225197-8.062992 4.031496-12.094488 4.031496zM588.598425 191.092913H159.647244c-8.869291 0-16.125984-7.256693-16.125984-16.125984s7.256693-16.125984 16.125984-16.125984H588.598425c8.869291 0 16.125984 7.256693 16.125984 16.125984s-7.256693 16.125984-16.125984 16.125984zM588.598425 283.817323H159.647244c-8.869291 0-16.125984-7.256693-16.125984-16.125984s7.256693-16.125984 16.125984-16.125985H588.598425c8.869291 0 16.125984 7.256693 16.125984 16.125985s-7.256693 16.125984-16.125984 16.125984zM588.598425 380.573228H159.647244c-8.869291 0-16.125984-7.256693-16.125984-16.125984s7.256693-16.125984 16.125984-16.125984H588.598425c8.869291 0 16.125984 7.256693 16.125984 16.125984s-7.256693 16.125984-16.125984 16.125984z" fill=""></path><path d="M588.598425 473.297638H159.647244c-8.869291 0-16.125984-7.256693-16.125984-16.125984s7.256693-16.125984 16.125984-16.125985H588.598425c8.869291 0 16.125984 7.256693 16.125984 16.125985s-7.256693 16.125984-16.125984 16.125984z" fill=""></path><path d="M356.384252 577.310236H159.647244c-8.869291 0-16.125984-7.256693-16.125984-16.125984s7.256693-16.125984 16.125984-16.125984h195.930709c8.869291 0 16.125984 7.256693 16.125984 16.125984s-6.450394 16.125984-15.319685 16.125984z" fill=""></path></g></svg>
          <h6 class="text-yellow-600 font-semibold text-sm text-center mb-3">ملتزم بميثاق الأخلاق المهنية</h6>
          <p >
            لأنّ المحترف القوي الأمين يعمل بنزاهة وشفافية
            ملتزمًا بضوابط ميثاق الأخلاق المهنية في عمله
            <span class="text-red-500">مؤديًا للقسم الأعظم</span> على الوفاء بالعهد واحترام هذا
            الميثاق والعمل به في كل ممارساته المهنية 
          </p>
        </div>
        <div class="intro-cards" >
          <svg class="h-10 w-10 mx-auto my-3" width="92px" height="92px" viewBox="0 0 24 24" xmlns="http://www.w3.org/2000/svg" fill="#000000"><g id="SVGRepo_bgCarrier" stroke-width="0"></g><g id="SVGRepo_tracerCarrier" stroke-linecap="round" stroke-linejoin="round"></g><g id="SVGRepo_iconCarrier"> <defs> <style>.cls-1{fill:#669df6;}.cls-1,.cls-2{fill-rule:evenodd;}.cls-2{fill:#4285f4;}</style> </defs> <title>Icon_24px_IAM_Color</title> <g data-name="Product Icons"> <g> <path class="cls-1" d="M12,2,3.79,5.42v5.63c0,5.06,3.5,9.8,8.21,11,4.71-1.15,8.21-5.89,8.21-10.95V5.42Zm0,3.79a2.63,2.63,0,1,1-1.86.77A2.63,2.63,0,0,1,12,5.79Zm4.11,11.15A8.64,8.64,0,0,1,12,19.87a8.64,8.64,0,0,1-4.11-2.93V14.69c0-1.67,2.74-2.52,4.11-2.52s4.11.85,4.11,2.52v2.25Z"></path> <path class="cls-2" d="M12,2V5.79a2.63,2.63,0,1,1,0,5.26v1.12c1.37,0,4.11.85,4.11,2.52v2.25A8.64,8.64,0,0,1,12,19.87V22c4.71-1.15,8.21-5.89,8.21-10.95V5.42Z"></path> </g> </g> </g></svg>
          <h6 class="text-yellow-600 font-semibold text-sm text-center mb-3"> لديه هوية إلكترونية </h6>
          <p >
            لأنّ المحترف القوي الأمين له هوية إلكترونية وملفات
          شخصية على الموقع تعرض أعماله وتقييمات العملاء
          السابقين ونبذة عن أهم خبراته ومهاراته مما
          يساعدك على إختيار المحترف الأنسب لك، ثم يمكنك
          تقديم تقييم له بعد الانتهاء من التعامل معه
          </p>
        </div>
        <div class="intro-cards" >
          <svg class="h-10 w-10 mx-auto my-3"  viewBox="0 0 1024 1024" class="icon" version="1.1" xmlns="http://www.w3.org/2000/svg" fill="#000000"><g id="SVGRepo_bgCarrier" stroke-width="0"></g><g id="SVGRepo_tracerCarrier" stroke-linecap="round" stroke-linejoin="round"></g><g id="SVGRepo_iconCarrier"><path d="M379.5 624.5L73 507.8c-12.4-4.7-13.1-21.9-1.1-27.6L937.7 65.8c12.1-5.8 25.1 5.8 20.7 18.4L669 918.1c-3.8 10.9-18 13.7-25.6 5l-258-294.5c-1.6-1.8-3.6-3.3-5.9-4.1z" fill="#22bf2c"></path><path d="M316 600.3l493.2-401.4c3.6-3 8.3 2.2 5 5.5l-422.4 418c-3.5 3.5-3.7 9.1-0.5 12.9l83.5 95.4-135.1 92c-10.1 6.9-23.7-0.3-23.7-12.5V600.3z" fill="#24a83e"></path></g></svg>
          <h6 class="text-yellow-600 font-semibold text-sm text-center mb-3">الكفاءة والأمانة وخدمات ذات جودة عالية</h6>
          <p >
            لأنّ المحترف القوي الأمين يتحلى بالكفاءة والأمانة
            ويعمل بالإتقان والإحسان مع الحرص الدائم على
         تجنب الإهمال والتقصير والغش والفساد، يقدم أعمالا
            ذات جودة عالية، وكل تعاملاته المهنية مبنية على
            الصدق والشفافية والثقة المتبادلة مع العميل 
          </p>
        </div>
        <div class="intro-cards">
          <svg class="h-10 w-10 mx-auto my-3"  width="64px" height="64px" viewBox="0 -0.04 81.281 81.281" xmlns="http://www.w3.org/2000/svg" fill="#000000"><g id="SVGRepo_bgCarrier" stroke-width="0"></g><g id="SVGRepo_tracerCarrier" stroke-linecap="round" stroke-linejoin="round"></g><g id="SVGRepo_iconCarrier"> <g id="price_tag_dolar" data-name="price tag dolar" transform="translate(-1064.359 -1760.026)"> <g id="Group_75" data-name="Group 75"> <path id="Path_191" data-name="Path 191" d="M1079.909,1782.409a6.9,6.9,0,1,1,4.884-2.017,6.871,6.871,0,0,1-4.884,2.017Zm0-10.48a3.578,3.578,0,1,0,2.533,1.045,3.564,3.564,0,0,0-2.533-1.045Z" fill="#f4f4f4"></path> <path id="Path_192" data-name="Path 192" d="M1102.663,1760.026h-20.84l-17.464,17.459v20.707l43.043,43.043L1145.64,1803Zm-17.87,20.366a6.9,6.9,0,1,1,0-9.764A6.892,6.892,0,0,1,1084.793,1780.392Z" fill="#fdb53f"></path> <g id="Group_74" data-name="Group 74"> <path id="Path_193" data-name="Path 193" d="M1076.724,1776.358a1.727,1.727,0,0,0,2.439,0l1.527-1.529a1.732,1.732,0,0,0,0-2.441l-10.785-10.787a1.72,1.72,0,0,0-2.439,0l-1.528,1.527a1.73,1.73,0,0,0,0,2.441Z" fill="#163844"></path> </g> </g> <g id="Group_76" data-name="Group 76"> <path id="Path_194" data-name="Path 194" d="M1103.958,1796.417a32.429,32.429,0,0,1,3.741-2.121,11.137,11.137,0,0,1,3.511-1.051,7.291,7.291,0,0,1,3.357.391,8.993,8.993,0,0,1,3.232,2.193,10.154,10.154,0,0,1,2.287,3.326,8.843,8.843,0,0,1,.673,3.641,9.947,9.947,0,0,1-.848,3.715,14.105,14.105,0,0,1-2.305,3.55l2.381,2.381-2.028,2.032-2.386-2.385a16.336,16.336,0,0,1-3.615,2.373,8.9,8.9,0,0,1-7.442.2,13.522,13.522,0,0,1-3.864-2.482l4.354-4.354a6.543,6.543,0,0,0,3.429,1.654,4.788,4.788,0,0,0,3.432-1.1l-6.429-6.428a24.67,24.67,0,0,1-3.445,1.893,11.091,11.091,0,0,1-3.452.941,7.728,7.728,0,0,1-3.361-.383,8.349,8.349,0,0,1-3.194-2.117,9.46,9.46,0,0,1-2.114-3.058,7.735,7.735,0,0,1-.632-3.364,9.891,9.891,0,0,1,.82-3.537,14.425,14.425,0,0,1,2.234-3.519l-2.338-2.342,2.03-2.029,2.376,2.38a10.75,10.75,0,0,1,6.671-2.851,9.43,9.43,0,0,1,6.379,2.531l-4.4,4.4a3.8,3.8,0,0,0-4.951-.37Zm-7.958-3.9c-1.338,1.888-1.236,3.619.317,5.162a3.188,3.188,0,0,0,2.426,1.113,6.162,6.162,0,0,0,2.676-.859Zm17.9,13.836a4.3,4.3,0,0,0,1.087-3.016,4.651,4.651,0,0,0-1.5-2.8,3.421,3.421,0,0,0-2.36-1.137,6.308,6.308,0,0,0-3.117,1.057Z" fill="#ff5245"></path> </g> </g> </g></svg>
          <h6 class="text-yellow-600 font-semibold text-sm text-center mb-3">أسعاره معلنة ومدروسة</h6>
          <p>
            لأنّ المحترف القوي الأمين أسعاره معلنة للعميل
            ومدروسة ويفصح عن التكلفة الحقيقية لخدماته
            ومنتجاته بكل دقة ووضوح
          </p>
        </div>
      </div>
      <div class="grid grid-cols-1 sm:grid-cols-2 lg:grid-cols-4  gap-5 items-center py-8 px-14">
        <div class="intro-cards !leading-7" >
          <svg   class="h-10 w-10 mx-auto my-3" version="1.1" id="Layer_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" viewBox="0 0 291.638 291.638" xml:space="preserve" width="64px" height="64px" fill="#000000"><g id="SVGRepo_bgCarrier" stroke-width="0"></g><g id="SVGRepo_tracerCarrier" stroke-linecap="round" stroke-linejoin="round"></g><g id="SVGRepo_iconCarrier"> <g> <g> <circle style="fill:#F9BA48;" cx="164.57" cy="126.923" r="65.625"></circle> <path style="fill:#333333;" d="M261.934,19.111c-32.906,0-65.076-6.197-95.62-18.412L164.57,0l-1.739,0.698 C132.283,12.914,100.112,19.11,67.206,19.11H56.757v98.438H33.32c-7.753,0-14.062,6.309-14.062,14.062v79.688 c0,7.753,6.309,14.063,14.062,14.063h42.187c0.009,0,0.014,0,0.023,0c11.072,17.592,26.414,32.123,44.705,42.094l44.334,24.183 l44.334-24.183c39.159-21.356,63.478-62.33,63.478-106.931V19.111H261.934z M28.632,211.298V131.61c0-2.583,2.1-4.687,4.687-4.687 h42.187c2.587,0,4.687,2.105,4.687,4.687v79.688c0,2.583-2.1,4.688-4.687,4.688H33.32 C30.732,215.986,28.632,213.881,28.632,211.298z M89.57,140.944c15.652-0.848,28.125-13.852,28.125-29.709V87.08 c0-6.459,5.255-11.719,11.719-11.719s11.719,5.259,11.719,11.719v29.503c0,8.287,6.741,15.028,15.028,15.028h34.364 c8.948,0,16.233,7.28,16.233,16.233v51.909c0,8.953-7.284,16.233-16.233,16.233h-69.066c-3.722,0-7.172-1.852-9.239-4.945 c-3.806-5.709-10.177-9.117-17.039-9.117h-5.611L89.57,140.944L89.57,140.944z M263.007,160.523 c0,41.166-22.448,78.989-58.589,98.7l-39.848,21.736l-39.848-21.736c-16.308-8.897-30.089-21.708-40.223-37.205 c2.845-2.391,4.716-5.859,4.978-9.797c9.459,16.317,23.081,29.686,39.736,38.77l35.358,19.289l35.358-19.289 c33.127-18.066,53.705-52.73,53.705-90.464V89.423h-9.375v71.105c0,34.298-18.703,65.813-48.816,82.233l-30.872,16.838 l-30.872-16.838c-13.209-7.205-24.305-17.386-32.644-29.705c1.308,0.82,2.48,1.861,3.366,3.188 c3.806,5.709,10.177,9.117,17.039,9.117h69.066c14.123,0,25.608-11.489,25.608-25.608v-51.909 c0-14.119-11.484-25.608-25.608-25.608h-34.364c-3.117,0-5.653-2.536-5.653-5.653V87.08c0-11.63-9.464-21.094-21.094-21.094 c-11.63,0-21.094,9.464-21.094,21.094v24.15c0,10.688-8.292,19.378-18.769,20.217c-0.047-4.073-1.852-7.702-4.669-10.242V46.697 c27.225-1.673,54.005-7.237,79.687-16.566c25.683,9.328,52.458,14.892,79.687,16.566v5.227h9.375V37.777l-4.472-0.206 c-28.378-1.298-56.292-6.961-82.964-16.828l-1.627-0.605l-1.627,0.6c-26.677,9.867-54.591,15.53-82.964,16.828l-4.472,0.211 v79.772h-9.375V28.486h1.073c33.483,0,66.225-6.188,97.364-18.394c31.139,12.206,63.881,18.394,97.364,18.394h1.073v132.037 H263.007z"></path> <rect x="244.257" y="70.673" style="fill:#333333;" width="9.375" height="9.375"></rect> <rect x="38.007" y="197.236" style="fill:#333333;" width="32.812" height="9.375"></rect> </g> </g> </g></svg>
          <h6 class="text-yellow-600 font-semibold text-sm text-center mb-3">لديه خدمة ما بعد البيع   </h6>
          <p >
            لأنّ المحترف القوي الأمين التزم بتوفير خدمة ما بعد
            البيع للعملاء ومعالجة أي مشاكل قد تظهر بعد إتمام عملية البيع أو بعد تقديم الخدمة، ملتزما بالوقت المحدد في الاتفاق
          </p>
        </div>
        <div class="intro-cards !leading-7" >
          <svg  class="h-10 w-10 mx-auto my-3" fill="#1996f5" version="1.1" id="Layer_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" viewBox="0 0 504 504" xml:space="preserve" stroke="#1996f5"><g id="SVGRepo_bgCarrier" stroke-width="0"></g><g id="SVGRepo_tracerCarrier" stroke-linecap="round" stroke-linejoin="round"></g><g id="SVGRepo_iconCarrier"> <g> <g> <g> <path d="M356,360h-72v-3.696c15.904-3.592,30.856-9.784,44.608-18.448l13.896,13.904l45.256-45.256l-13.904-13.896 c8.664-13.752,14.848-28.704,18.448-44.608H412v-48h32v-16h-16c0-83.168-58.352-154.712-139.288-171.904 C284.56,4.904,276.88,0,268,0h-32c-8.88,0-16.56,4.904-20.712,12.096C134.352,29.288,76,100.832,76,184H60v16h32v48h19.696 c3.592,15.904,9.784,30.856,18.448,44.608l-13.904,13.896l45.256,45.256l13.896-13.904c13.752,8.664,28.704,14.848,44.608,18.448 V360h-72c-1.504,0-2.968,0.184-4.464,0.224l-44.984-44.992C99.512,311.44,100,307.672,100,304 c0-31.744-31.192-56.88-64.208-45.032l-11.856,4.272L48.688,288L36,300.688l-24.76-24.76l-4.272,11.856 C5,293.272,4,298.728,4,304c0,26.472,21.528,48,48,48c3.672,0,7.44-0.488,11.232-1.448l23.384,23.376 C37.872,397.032,4,446.576,4,504h16c0-36.168,15.144-68.816,39.352-92.12C80.384,437.904,92,470.504,92,504h16 c0-5.36-0.336-10.696-0.864-16H244v16h16v-16h136.864c-0.528,5.304-0.864,10.64-0.864,16h16c0-33.496,11.616-66.096,32.648-92.12 C468.856,435.184,484,467.832,484,504h16C500,424.6,435.4,360,356,360z M92,184c0-73.312,49.888-136.696,120-154.728V120h16V24 c0-4.416,3.584-8,8-8h32c4.416,0,8,3.584,8,8v96h16V29.272C362.112,47.304,412,110.688,412,184h-13.768l-8,24H113.768l-8-24H92z M323.528,224C319.536,259.944,289,288,252,288s-67.536-28.056-71.528-64H323.528z M178.928,321.016l-5.496-3.832l-11.944,11.952 l-22.632-22.632l11.952-11.944l-3.832-5.496c-10.576-15.184-17.6-32.168-20.864-50.48L124.944,232H108v-8h56.408 c4.056,44.784,41.768,80,87.592,80c45.824,0,83.536-35.216,87.592-80H396v8h-16.944l-1.168,6.592 c-3.264,18.304-10.288,35.288-20.864,50.48l-3.832,5.496l11.952,11.944l-22.632,22.632l-11.944-11.952l-5.496,3.832 c-15.184,10.576-32.168,17.6-50.48,20.864L268,343.056V360h-32v-16.944l-6.592-1.176 C211.104,338.616,194.12,331.592,178.928,321.016z M67.568,332.256l-4.784,1.712C59,335.336,55.472,336,52,336 c-16.464,0-30.064-12.496-31.816-28.496L36,323.312L71.312,288l-15.808-15.816C71.504,273.936,84,287.536,84,304 c0,3.472-0.664,7-2.032,10.792l-1.712,4.784l42.752,42.752c-6.944,1.224-13.72,2.904-20.288,5.088L67.568,332.256z M244,472 H104.688c-5.168-25.68-16.448-49.92-33.096-70.448C92.944,385.584,119.344,376,148,376h28l68,90.672V472z M252,450.664L196,376 h24h64h24L252,450.664z M399.312,472H260v-5.328L328,376h28c28.656,0,55.056,9.584,76.408,25.552 C415.76,422.08,404.488,446.32,399.312,472z"></path> <rect x="124" y="168" width="256" height="16"></rect> </g> </g> </g> </g></svg>
          <h6 class="text-yellow-600 font-semibold text-sm text-center mb-3"> ملتزم بالتطوير المهني المستمر  </h6>
          <p >
            لأنّ المحترف القوي الأمين ملتزم بتطوير مهاراته
            ومعرفته المهنية باستمرار وتحديثها بما يتوافق مع
            أحدث التطورات التقنية والتكنولوجية في مجاله
          </p>
        </div>
        <div class="intro-cards !leading-7" >
          <svg class="h-10 w-10 mx-auto my-3" width="64px" height="64px" viewBox="0 0 91 91" enable-background="new 0 0 91 91" id="Layer_1" version="1.1" xml:space="preserve" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" fill="#000000"><g id="SVGRepo_bgCarrier" stroke-width="0"></g><g id="SVGRepo_tracerCarrier" stroke-linecap="round" stroke-linejoin="round"></g><g id="SVGRepo_iconCarrier"> <g> <path d="M71.619,16.685c-10.5,0-19.045,8.545-19.045,19.051c0,10.504,8.545,19.051,19.045,19.051 c10.508,0,19.055-8.547,19.055-19.051C90.674,25.229,82.127,16.685,71.619,16.685z M79.365,38.407h-5.438v5.439 c0,1.385-1.123,2.506-2.506,2.506s-2.504-1.121-2.504-2.506v-5.439h-5.439c-1.383,0-2.506-1.121-2.506-2.506 c0-1.383,1.123-2.504,2.506-2.504h5.439v-5.436c0-1.383,1.121-2.504,2.504-2.504s2.506,1.121,2.506,2.504v5.436h5.438 c1.383,0,2.504,1.121,2.504,2.504C81.869,37.286,80.748,38.407,79.365,38.407z" fill="#6EC4A7"></path> <g> <polygon fill="#6EC4A7" points="25.506,55.183 21.086,78.269 26.541,82.632 31.99,78.272 27.504,55.183 "></polygon> <path d="M43.961,47.731c-3.236,3.193-7.326,5.506-11.889,6.576l4.76,24.412c0.18,0.859-0.139,1.744-0.82,2.289 l-2.051,1.639c5.709-0.682,11.896-2.17,18.375-4.889V59.64C52.336,54.269,49.566,50.374,43.961,47.731z" fill="#647F94"></path> <path d="M20.922,54.384c-4.67-1.041-8.855-3.381-12.152-6.635c-5.375,2.635-8.027,6.525-8.027,11.891v18.205 c2.584,1.201,9.234,3.908,18.488,4.896l-2.162-1.73c-0.682-0.547-1.002-1.428-0.826-2.283L20.922,54.384z" fill="#647F94"></path> <path d="M26.35,50.341c11.309,0,20.506-9.262,20.506-20.648S37.658,9.044,26.35,9.044 c-11.299,0-20.492,9.262-20.492,20.648S15.051,50.341,26.35,50.341z" fill="#647F94"></path> </g> </g> </g></svg>
          <h6 class="text-yellow-600 font-semibold text-sm text-center mb-3">يتعامل بجدية مع الشكاوي والإنتقادات  </h6>
          <p >
            لأنّ المحترف القوي الأمين يتبنى مبدأ الإنصات
            والتفهم لزبائنه، ويتلقى بكل سعة صدر شكاويهم
            وتقييماتهم الصادقة والبناءة ليعمل على تحسين
            خدماته ومنتجاته .
          </p>
        </div>
        <div class="intro-cards !text-[12px]">
          <svg class="h-10 w-10 mx-auto my-3"  fill="#16b13d" width="64px" height="64px" viewBox="0 0 52 52" data-name="Layer 1" xmlns="http://www.w3.org/2000/svg" stroke="#16b13d"><g id="SVGRepo_bgCarrier" stroke-width="0"></g><g id="SVGRepo_tracerCarrier" stroke-linecap="round" stroke-linejoin="round"></g><g id="SVGRepo_iconCarrier"><path d="M26,2c3,0,5.43,3.29,8.09,4.42s6.82.51,8.84,2.65,1.51,6.07,2.65,8.84S50,23,50,26s-3.29,5.43-4.42,8.09-.51,6.82-2.65,8.84-6.07,1.53-8.84,2.65S29,50,26,50s-5.43-3.29-8.09-4.42-6.82-.51-8.84-2.65-1.53-6.07-2.65-8.84S2,29,2,26s3.29-5.43,4.42-8.09.51-6.82,2.65-8.84,6.07-1.53,8.84-2.65S23,2,26,2Zm0,7.58A16.42,16.42,0,1,0,42.42,26h0A16.47,16.47,0,0,0,26,9.58Zm7.62,9.15,1.61,1.52a1.25,1.25,0,0,1,0,1.51L25.08,33.07a2.07,2.07,0,0,1-1.61.7,2.23,2.23,0,0,1-1.61-.7L16.37,27.6a1,1,0,0,1-.1-1.42l.1-.11L18,24.56a1.1,1.1,0,0,1,1.54-.07l.07.07,3.89,4,8.59-9.8A1.1,1.1,0,0,1,33.62,18.73Z"></path></g></svg>
          <h6 class="text-yellow-600 font-semibold text-sm text-center mb-3">حقوقك مضمونة          </h6>
          <p>
            <span class="text-yellow-600 font-semibold ">أولا: </span> لأنّه ملتزم بتقوى الله عز وجل في تعاملاته 
          </p>
          <p>
            <span class="text-yellow-600 font-semibold ">ثانيا: </span> لأنّ تقييمك لخدماته يعد هو المفتاح الرئيسي لنجاحه
            وإستمراره في السوق والمسوق الحقيقي لخدماته ومنتجاته
          </p>
          <p>
            <span class="text-yellow-600 font-semibold ">ثالثا: </span> لأنّ أي إخلال متعمد للميثاق الذي أبرمه معنا أو الاتفاق الذي
            أبرمه مع العميل قد يؤدي إلى سحب الثقة منه وإدراجه في القائمة
            السوداء وإلغاء عضويته نهائيا من شبكة المحترف القوي الأمين
          </p>
        </div>
      </div>
      <!-- intro cards how prodc can help you-->
      <h2 class="text-blue-900 mt-8 text-center px-4 leading-8">
        كيف يساعدك المحترف القوي الأمين على إنجاز أعمالك بحرفية وسهولة و بجودة عالية 
      </h2>
      <div class="grid grid-cols-1 sm:grid-cols-2 lg:grid-cols-4  gap-5 items-center py-8 px-14">
        <div class="intro-cards relative" >
          <div class="border bg-body p-3 py-0 border-yellow-500 text-yellow-500 absolute -right-4 -top-4">1</div>
          <svg  class="h-10 w-10 mx-auto my-3" fill="#647f94" viewBox="0 0 14 14" role="img" focusable="false" aria-hidden="true" xmlns="http://www.w3.org/2000/svg" stroke="#647f94" stroke-width="0.00014"><g id="SVGRepo_bgCarrier" stroke-width="0"></g><g id="SVGRepo_tracerCarrier" stroke-linecap="round" stroke-linejoin="round"></g><g id="SVGRepo_iconCarrier"><path d="m 8.129367,10.580762 c 0.2815743,0.175014 1.1676554,0.66213 2.072535,1.739599 0.817999,-0.33423 1.600915,-0.653431 2.377526,-0.970093 -0.352194,-0.86475 -0.08478,-1.348129 -0.43533,-2.2070481 C 11.904739,8.5570734 11.701693,8.5004814 11.312761,8.4804174 l 0.122832,0.30288 c 0.07476,0.18234 -0.200952,0.293484 -0.27447,0.112164 l -0.110292,-0.269658 c -0.08942,-0.22017 -0.376843,-0.163974 -0.628363,-0.165444 l 0.149568,0.366798 c 0.07396,0.181518 -0.200532,0.294306 -0.27489,0.112164 L 10.16766,8.6211654 C 10.07575,8.3962134 9.7762126,8.4611814 9.5226284,8.4655434 l 0.1583402,0.388326 c 0.07476,0.183192 -0.2013542,0.2934605 -0.2748962,0.112614 L 8.7631114,7.393378 C 8.5634254,6.9041675 7.8055767,7.1940878 8.0119649,7.7002183 L 8.9603254,10.025119 C 8.8216234,9.9327909 8.5659394,9.8187549 8.3913033,9.7777869 7.8506848,9.6495489 7.5031224,10.191385 8.129367,10.580762 Z M 2,2.1992188 C 1.725,2.1992187 1.4888021,2.2983073 1.2929688,2.4941406 1.0971354,2.689974 1,2.9242188 1,3.1992188 l 0,7.6015622 c 0,0.275 0.097135,0.509245 0.2929688,0.705078 C 1.4888021,11.701693 1.725,11.800781 2,11.800781 l 4.3144531,0 0,-0.800781 L 2,11 c -0.054167,0 -0.101045,-0.01901 -0.140625,-0.05859 -0.039587,-0.03955 -0.058594,-0.08643 -0.058594,-0.140625 l 0,-7.6015622 c 0,-0.054167 0.01901,-0.1010584 0.058594,-0.140625 C 1.8989583,3.0189937 1.9458333,3 2,3 l 10,0 c 0.05417,0 0.101058,0.019007 0.140625,0.058594 0.0396,0.039613 0.05859,0.086492 0.05859,0.140625 l 0,3.09375 0.800781,0 0,-3.09375 C 13,2.9242188 12.902865,2.689974 12.707031,2.4941406 12.511198,2.2983073 12.275,2.1992188 12,2.1992188 l -10,0 z m 1.8007812,1.6015624 c -0.3333333,0 -0.6182291,0.1162761 -0.8515624,0.3496094 C 2.7158854,4.383724 2.5996094,4.6666667 2.5996094,5 c 0,0.3333333 0.116276,0.616276 0.3496094,0.8496094 0.2333333,0.2333333 0.5182291,0.3496094 0.8515624,0.3496094 0.3333334,-10e-8 0.6162761,-0.1162761 0.8496094,-0.3496094 C 4.883724,5.616276 5,5.3333333 5,5 5,4.6666667 4.883724,4.383724 4.6503906,4.1503906 4.4170573,3.9170573 4.1341146,3.8007812 3.8007812,3.8007812 Z m 5,1 L 5.5996094,8 l -1,-1 -2,2 0,1.199219 3.7148437,0 0,-1.1269534 A 2.7780557,2.7780557 0 0 1 9.09375,6.2929688 l 1.199219,0 -1.4921878,-1.4921876 z"></path></g></svg>
          <h6 class="text-yellow-600 font-semibold text-center mb-3">استعرض المحترفين </h6>
          <p class="min-h-[95px]">
            ابحث عن المحترف الذي تحتاجه باستخدام مربع البحث
              في الأعلى أو تصفح المحترفين حسب الفئات
              والمجالات المختلفة      
          </p>
          <div class="relative px-4 my-2">
            <span class="bg-yellow-500 p-3 py-0  text-black text-justify mx-auto intro-card-divider block w-fit">
              الطريقة الثانية
            </span>
          </div>
          <h6 class="text-yellow-600 font-semibold text-center my-3">أضف الخدمة المطلوبة</h6>
          <p>
            أضف تفاصيل الخدمة التي تحتاجها والمهارات اللازمة
            لإنجازها وابدأ في استقبال عروض المحترفين عليها
          </p>
        </div>
        <div class="intro-cards relative" >
          <div class="border bg-body p-3 py-0 border-yellow-500 text-yellow-500 absolute -right-4 -top-4">2</div>
          <svg  class="h-10 w-10  mx-auto my-3" width="64px" height="64px" viewBox="0 0 16 16" xmlns="http://www.w3.org/2000/svg" fill="#639263" class="bi bi-person-check-fill" stroke="#639263"><g id="SVGRepo_bgCarrier" stroke-width="0"></g><g id="SVGRepo_tracerCarrier" stroke-linecap="round" stroke-linejoin="round"></g><g id="SVGRepo_iconCarrier"> <path fill-rule="evenodd" d="M15.854 5.146a.5.5 0 0 1 0 .708l-3 3a.5.5 0 0 1-.708 0l-1.5-1.5a.5.5 0 0 1 .708-.708L12.5 7.793l2.646-2.647a.5.5 0 0 1 .708 0z"></path> <path d="M1 14s-1 0-1-1 1-4 6-4 6 3 6 4-1 1-1 1H1zm5-6a3 3 0 1 0 0-6 3 3 0 0 0 0 6z"></path> </g></svg>
          <h6 class="text-yellow-600 font-semibold text-center mb-3">اختر المحترف المناسب          </h6>
          <p>
            راجع ملف المحترف وأعماله السابقة وسيرته المهنية
            بالإضافة إلى تقييمات وآراء العملاء السابقين، ثم قم
            بتحديد المحترف الأكثر توافقا مع احتياجاتك
          </p>
         <div class="relative px-4 my-2">
          <span class="bg-yellow-500 p-3 py-0  text-black text-justify mx-auto intro-card-divider block w-fit">
            الطريقة الثانية
          </span>
         </div>
          <h6 class="text-yellow-600 font-semibold text-center my-3">اختر العرض المناسب</h6>
          <p>
              قم بمقارنة العروض التي تم تقديمها من المحترفين،
              تصفح بعناية ملفاتهم الشخصية، تقييماتهم،
              خبراتهم وسيرتهم المهنية ثم اختر العرض الذي
              يتوافق مع احتياجاتك بشكل أفضل
          </p>

        </div>
        <div class="intro-cards relative">
          <div class="border bg-body p-3 py-0 border-yellow-500 text-yellow-500 absolute -right-4 -top-4">3</div>
          <svg class="h-10 w-10  mx-auto my-3"  fill="none" viewBox="0 0 24 24" stroke="currentColor">
            <path stroke-linecap="round" stroke-linejoin="round" stroke-width="2" d="M17 8h2a2 2 0 012 2v6a2 2 0 01-2 2h-2v4l-4-4H9a1.994 1.994 0 01-1.414-.586m0 0L11 14h4a2 2 0 002-2V6a2 2 0 00-2-2H5a2 2 0 00-2 2v6a2 2 0 002 2h2v4l.586-.586z"/>
          </svg>
          
          <h6 class="text-yellow-600 font-semibold text-center mb-3">تواصل مع المحترف</h6>
          تواصل مع المحترفين الذين اخترتهم، سواء عبر
          الرسائل الداخلية، الهاتف أو عن طريق مقابلتهم
          مباشرة وزيارتهم في مكان عملهم للدخول في
          تفاصيل المطلوب واختيار الأفضل لتقديم الخدمة
          المطلوبة والحصول على افضل وأنجع النتائج
        </div>
        <div class="intro-cards relative">
          <div class="border bg-body p-3 py-0 border-yellow-500 text-yellow-500 absolute -right-4 -top-4">4</div>
          <svg class="h-10 w-10 mx-auto my-3"  fill="#16b13d" width="64px" height="64px" viewBox="0 0 52 52" data-name="Layer 1" xmlns="http://www.w3.org/2000/svg" stroke="#16b13d"><g id="SVGRepo_bgCarrier" stroke-width="0"></g><g id="SVGRepo_tracerCarrier" stroke-linecap="round" stroke-linejoin="round"></g><g id="SVGRepo_iconCarrier"><path d="M26,2c3,0,5.43,3.29,8.09,4.42s6.82.51,8.84,2.65,1.51,6.07,2.65,8.84S50,23,50,26s-3.29,5.43-4.42,8.09-.51,6.82-2.65,8.84-6.07,1.53-8.84,2.65S29,50,26,50s-5.43-3.29-8.09-4.42-6.82-.51-8.84-2.65-1.53-6.07-2.65-8.84S2,29,2,26s3.29-5.43,4.42-8.09.51-6.82,2.65-8.84,6.07-1.53,8.84-2.65S23,2,26,2Zm0,7.58A16.42,16.42,0,1,0,42.42,26h0A16.47,16.47,0,0,0,26,9.58Zm7.62,9.15,1.61,1.52a1.25,1.25,0,0,1,0,1.51L25.08,33.07a2.07,2.07,0,0,1-1.61.7,2.23,2.23,0,0,1-1.61-.7L16.37,27.6a1,1,0,0,1-.1-1.42l.1-.11L18,24.56a1.1,1.1,0,0,1,1.54-.07l.07.07,3.89,4,8.59-9.8A1.1,1.1,0,0,1,33.62,18.73Z"></path></g></svg>
          <h6 class="text-yellow-600 font-semibold text-center mb-3">اضمن حقوقك </h6>
          <ul class="list-disc px-5">
            <li class="text-[12px]">
              من أجل ضمان حقوقك وتقديم أفضل خدمة ممكنة،
              نحثك على إبلاغ إدارة الموقع بتفاصيل الاتفاق الذي
              تبرمه مع المحترف من خلال مسح رمز الكويري الخاص
              بالمحترف والنقر على زر <span class="text-green-500">"تم الاتفاق"</span> مع ذكر المدة
              المحددة لإنجاز الخدمة والتكلفة المتفق عليها
            </li>
            <li class="text-[12px]">
              بعد انتهاء الخدمة، الرجاء تقييم المحترف وترك
                تعليق حول تجربتك معه .
            </li>
            <li class="text-[12px]">
              إن تقييمك للمحترف ومشاركتك لتجربتك معه يساهم
              في تحسين جودة خدماتنا وتوجيه المستخدمين
              الآخرين ويساعد في بناء مجتمع أفضل
            </li>
          </ul>
        </div>
      </div>
    </div>
    <!-- ====== Hero Section End -->